[
  {
    "id": 1,
    "title": "État de la santé mentale au Maroc 2024",
    "title_en": "Mental Health Status in Morocco 2024",
    "title_ar": "حالة الصحة النفسية في المغرب 2024",
    "description": "Rapport complet sur l'état de la santé mentale au Maroc avec statistiques détaillées, analyses des tendances et recommandations pour l'amélioration des services de santé mentale.",
    "description_en": "Comprehensive report on mental health status in Morocco with detailed statistics, trend analysis and recommendations for improving mental health services.",
    "description_ar": "تقرير شامل حول حالة الصحة النفسية في المغرب مع إحصائيات مفصلة وتحليل الاتجاهات وتوصيات لتحسين خدمات الصحة النفسية.",
    "type": "research",
    "author": "Institut National de Recherche en Santé Mentale",
    "author_bio": "Institution de recherche spécialisée dans l'étude de la santé mentale au Maroc",
    "date": "2024-01-20",
    "pages": 156,
    "downloads": 2500,
    "file_size": "12.5 MB",
    "file_url": "/static/reports/mental_health_morocco_2024.pdf",
    "cover_image": "/static/images/reports/mental-health-morocco-2024.jpg",
    "tags": ["statistiques", "Maroc", "santé mentale", "recherche", "analyse"],
    "tags_en": ["statistics", "Morocco", "mental health", "research", "analysis"],
    "tags_ar": ["إحصائيات", "المغرب", "الصحة النفسية", "البحث", "التحليل"],
    "featured": true,
    "published": true,
    "abstract": "Ce rapport présente une analyse complète de l'état de la santé mentale au Maroc en 2024, basée sur des données collectées auprès de 15,000 participants à travers le royaume. Il examine les prévalences des troubles mentaux, l'accessibilité des services, et propose des stratégies d'amélioration.",
    "abstract_en": "This report presents a comprehensive analysis of mental health status in Morocco in 2024, based on data collected from 15,000 participants across the kingdom. It examines mental disorder prevalences, service accessibility, and proposes improvement strategies.",
    "abstract_ar": "يقدم هذا التقرير تحليلاً شاملاً لحالة الصحة النفسية في المغرب في عام 2024، بناءً على بيانات تم جمعها من 15,000 مشارك عبر المملكة. يدرس انتشار الاضطرابات النفسية وإمكانية الوصول إلى الخدمات ويقترح استراتيجيات للتحسين.",
    "key_findings": [
      "25% des adultes marocains ont connu un épisode de trouble mental au cours de l'année",
      "Les troubles anxieux représentent 60% des consultations en santé mentale",
      "Amélioration de 30% de l'accessibilité aux services depuis 2020"
    ],
    "methodology": "Enquête transversale nationale avec échantillonnage stratifié",
    "target_audience": ["Professionnels de santé", "Décideurs politiques", "Chercheurs"]
  },
  {
    "id": 2,
    "title": "Enquête sur l'anxiété chez les étudiants universitaires",
    "title_en": "Survey on Anxiety Among University Students",
    "title_ar": "استطلاع حول القلق بين الطلاب الجامعيين",
    "description": "Étude approfondie sur les niveaux d'anxiété chez les étudiants universitaires marocains, analysant les facteurs de risque, les mécanismes d'adaptation et les besoins en soutien psychologique.",
    "description_en": "In-depth study on anxiety levels among Moroccan university students, analyzing risk factors, coping mechanisms and psychological support needs.",
    "description_ar": "دراسة متعمقة حول مستويات القلق بين الطلاب الجامعيين المغاربة، تحلل عوامل الخطر وآليات التكيف واحتياجات الدعم النفسي.",
    "type": "survey",
    "author": "Dr. Fatima Bennani",
    "author_bio": "Professeure de psychologie clinique à l'Université Mohammed V",
    "date": "2024-01-15",
    "pages": 89,
    "downloads": 1800,
    "file_size": "8.2 MB",
    "file_url": "/static/reports/student_anxiety_survey_2024.pdf",
    "cover_image": "/static/images/reports/student-anxiety-survey.jpg",
    "tags": ["anxiété", "étudiants", "enquête", "université", "jeunes"],
    "tags_en": ["anxiety", "students", "survey", "university", "youth"],
    "tags_ar": ["القلق", "الطلاب", "استطلاع", "الجامعة", "الشباب"],
    "featured": false,
    "published": true,
    "abstract": "Cette enquête examine les facteurs contribuant à l'anxiété chez 3,500 étudiants universitaires marocains. Les résultats révèlent des niveaux d'anxiété élevés liés aux examens, à l'avenir professionnel et aux pressions sociales.",
    "abstract_en": "This survey examines factors contributing to anxiety among 3,500 Moroccan university students. Results reveal high anxiety levels related to exams, career prospects and social pressures.",
    "abstract_ar": "يدرس هذا الاستطلاع العوامل المساهمة في القلق بين 3,500 طالب جامعي مغربي. تكشف النتائج عن مستويات قلق عالية مرتبطة بالامتحانات والمستقبل المهني والضغوط الاجتماعية.",
    "key_findings": [
      "68% des étudiants rapportent des niveaux d'anxiété modérés à élevés",
      "Les examens sont la principale source d'anxiété (84%)",
      "Seulement 23% des étudiants anxieux consultent un professionnel"
    ],
    "methodology": "Enquête quantitative avec questionnaires standardisés",
    "target_audience": ["Conseillers étudiants", "Psychologues", "Administrations universitaires"]
  },
  {
    "id": 3,
    "title": "Analyse des troubles du sommeil et santé mentale",
    "title_en": "Analysis of Sleep Disorders and Mental Health",
    "title_ar": "تحليل اضطرابات النوم والصحة النفسية",
    "description": "Rapport détaillé sur les troubles du sommeil et leur impact sur la santé mentale au Maroc, incluant des données épidémiologiques et des recommandations thérapeutiques.",
    "description_en": "Detailed report on sleep disorders and their impact on mental health in Morocco, including epidemiological data and therapeutic recommendations.",
    "description_ar": "تقرير مفصل حول اضطرابات النوم وتأثيرها على الصحة النفسية في المغرب، يشمل بيانات وبائية وتوصيات علاجية.",
    "type": "analysis",
    "author": "Centre National d'Études du Sommeil",
    "author_bio": "Centre de recherche spécialisé dans les troubles du sommeil",
    "date": "2024-01-10",
    "pages": 123,
    "downloads": 1200,
    "file_size": "15.8 MB",
    "file_url": "/static/reports/sleep_disorders_analysis_2024.pdf",
    "cover_image": "/static/images/reports/sleep-disorders-analysis.jpg",
    "tags": ["sommeil", "troubles", "analyse", "santé", "insomnie"],
    "tags_en": ["sleep", "disorders", "analysis", "health", "insomnia"],
    "tags_ar": ["النوم", "اضطرابات", "التحليل", "الصحة", "الأرق"],
    "featured": true,
    "published": true,
    "abstract": "Une analyse approfondie des troubles du sommeil les plus courants au Maroc et de leur corrélation avec les troubles mentaux. L'étude porte sur 8,000 participants et propose des protocoles de traitement intégré.",
    "abstract_en": "An in-depth analysis of the most common sleep disorders in Morocco and their correlation with mental disorders. The study covers 8,000 participants and proposes integrated treatment protocols.",
    "abstract_ar": "تحليل متعمق لاضطرابات النوم الأكثر شيوعاً في المغرب وارتباطها بالاضطرابات النفسية. تغطي الدراسة 8,000 مشارك وتقترح بروتوكولات علاج متكاملة.",
    "key_findings": [
      "42% de la population souffre de troubles du sommeil",
      "L'insomnie est corrélée à 75% des cas de dépression",
      "Les troubles du sommeil augmentent de 40% le risque d'anxiété"
    ],
    "methodology": "Étude longitudinale avec polysomnographie et évaluations psychologiques",
    "target_audience": ["Spécialistes du sommeil", "Psychiatres", "Médecins généralistes"]
  },
  {
    "id": 4,
    "title": "Livre blanc : Télémédecine en santé mentale",
    "title_en": "White Paper: Telemedicine in Mental Health",
    "title_ar": "الكتاب الأبيض: الطب عن بعد في الصحة النفسية",
    "description": "Guide complet sur l'implémentation de la télémédecine en santé mentale au Maroc, incluant les meilleures pratiques, les défis technologiques et les considérations éthiques.",
    "description_en": "Comprehensive guide on implementing telemedicine in mental health in Morocco, including best practices, technological challenges and ethical considerations.",
    "description_ar": "دليل شامل حول تطبيق الطب عن بعد في الصحة النفسية في المغرب، يشمل أفضل الممارسات والتحديات التكنولوجية والاعتبارات الأخلاقية.",
    "type": "white_paper",
    "author": "Association Marocaine des Psychologues",
    "author_bio": "Association professionnelle regroupant les psychologues du Maroc",
    "date": "2024-01-05",
    "pages": 67,
    "downloads": 950,
    "file_size": "6.4 MB",
    "file_url": "/static/reports/telemedicine_mental_health_white_paper.pdf",
    "cover_image": "/static/images/reports/telemedicine-white-paper.jpg",
    "tags": ["télémédecine", "technologie", "innovation", "guide", "digital"],
    "tags_en": ["telemedicine", "technology", "innovation", "guide", "digital"],
    "tags_ar": ["الطب عن بعد", "التكنولوجيا", "الابتكار", "الدليل", "الرقمي"],
    "featured": false,
    "published": true,
    "abstract": "Ce livre blanc explore les opportunités et défis de la télémédecine en santé mentale au Maroc. Il propose un cadre réglementaire et des recommandations pour une implémentation réussie.",
    "abstract_en": "This white paper explores opportunities and challenges of telemedicine in mental health in Morocco. It proposes a regulatory framework and recommendations for successful implementation.",
    "abstract_ar": "يستكشف هذا الكتاب الأبيض فرص وتحديات الطب عن بعد في الصحة النفسية في المغرب. يقترح إطاراً تنظيمياً وتوصيات للتنفيذ الناجح.",
    "key_findings": [
      "La télémédecine peut augmenter l'accès aux soins de 60%",
      "Réduction des coûts de 35% pour les patients ruraux",
      "Nécessité d'un cadre réglementaire adapté"
    ],
    "methodology": "Revue de littérature et consultation d'experts",
    "target_audience": ["Décideurs politiques", "Professionnels de santé", "Développeurs d'applications"]
  },
  {
    "id": 5,
    "title": "Recherche sur la dépression post-partum au Maroc",
    "title_en": "Research on Postpartum Depression in Morocco",
    "title_ar": "بحث حول اكتئاب ما بعد الولادة في المغرب",
    "description": "Étude exhaustive sur la prévalence, les facteurs de risque et les traitements de la dépression post-partum chez les femmes marocaines.",
    "description_en": "Comprehensive study on prevalence, risk factors and treatments for postpartum depression among Moroccan women.",
    "description_ar": "دراسة شاملة حول انتشار وعوامل الخطر وعلاجات اكتئاب ما بعد الولادة بين النساء المغربيات.",
    "type": "research",
    "author": "Dr. Amina Tazi",
    "author_bio": "Psychiatre spécialisée en santé mentale périnatale",
    "date": "2023-12-28",
    "pages": 201,
    "downloads": 3200,
    "file_size": "18.7 MB",
    "file_url": "/static/reports/postpartum_depression_research_2024.pdf",
    "cover_image": "/static/images/reports/postpartum-depression-research.jpg",
    "tags": ["dépression", "post-partum", "maternité", "recherche", "femmes"],
    "tags_en": ["depression", "postpartum", "maternity", "research", "women"],
    "tags_ar": ["الاكتئاب", "ما بعد الولادة", "الأمومة", "البحث", "النساء"],
    "featured": true,
    "published": true,
    "abstract": "Cette recherche examine les facteurs de risque et les interventions efficaces pour la dépression post-partum chez 2,800 femmes marocaines. Elle propose des protocoles de dépistage et de traitement adaptés au contexte local.",
    "abstract_en": "This research examines risk factors and effective interventions for postpartum depression among 2,800 Moroccan women. It proposes screening and treatment protocols adapted to the local context.",
    "abstract_ar": "يدرس هذا البحث عوامل الخطر والتدخلات الفعالة لاكتئاب ما بعد الولادة بين 2,800 امرأة مغربية. يقترح بروتوكولات فحص وعلاج مكيفة مع السياق المحلي.",
    "key_findings": [
      "18% des nouvelles mères développent une dépression post-partum",
      "Les facteurs socioculturels influencent significativement le risque",
      "L'intervention précoce réduit la durée des symptômes de 50%"
    ],
    "methodology": "Étude de cohorte prospective multicentrique",
    "target_audience": ["Obstétriciens", "Sages-femmes", "Psychiatres", "Psychologues"]
  },
  {
    "id": 6,
    "title": "Impact du COVID-19 sur la santé mentale",
    "title_en": "Impact of COVID-19 on Mental Health",
    "title_ar": "تأثير كوفيد-19 على الصحة النفسية",
    "description": "Analyse complète de l'impact de la pandémie COVID-19 sur la santé mentale de la population marocaine, avec focus sur les groupes vulnérables.",
    "description_en": "Comprehensive analysis of the COVID-19 pandemic's impact on mental health of the Moroccan population, focusing on vulnerable groups.",
    "description_ar": "تحليل شامل لتأثير جائحة كوفيد-19 على الصحة النفسية للسكان المغاربة، مع التركيز على الفئات الضعيفة.",
    "type": "analysis",
    "author": "Observatoire National de la Santé Mentale",
    "author_bio": "Organisme de surveillance de la santé mentale au Maroc",
    "date": "2023-12-20",
    "pages": 145,
    "downloads": 2800,
    "file_size": "13.2 MB",
    "file_url": "/static/reports/covid19_mental_health_impact.pdf",
    "cover_image": "/static/images/reports/covid19-mental-health.jpg",
    "tags": ["COVID-19", "pandémie", "santé mentale", "analyse", "impact"],
    "tags_en": ["COVID-19", "pandemic", "mental health", "analysis", "impact"],
    "tags_ar": ["كوفيد-19", "الجائحة", "الصحة النفسية", "التحليل", "التأثير"],
    "featured": false,
    "published": true,
    "abstract": "Cette analyse examine l'impact multidimensionnel de la pandémie COVID-19 sur la santé mentale au Maroc, basée sur des données collectées durant 18 mois de suivi.",
    "abstract_en": "This analysis examines the multidimensional impact of the COVID-19 pandemic on mental health in Morocco, based on data collected during 18 months of follow-up.",
    "abstract_ar": "يدرس هذا التحليل التأثير متعدد الأبعاد لجائحة كوفيد-19 على الصحة النفسية في المغرب، بناءً على بيانات تم جمعها خلال 18 شهراً من المتابعة.",
    "key_findings": [
      "Augmentation de 45% des troubles anxieux pendant la pandémie",
      "Les jeunes adultes (18-30 ans) sont les plus affectés",
      "Augmentation de 60% des consultations en télémédecine"
    ],
    "methodology": "Étude longitudinale avec questionnaires en ligne et entretiens",
    "target_audience": ["Autorités sanitaires", "Professionnels de santé", "Chercheurs"]
  },
  {
    "id": 7,
    "title": "Guide des bonnes pratiques en psychothérapie",
    "title_en": "Guide to Best Practices in Psychotherapy",
    "title_ar": "دليل أفضل الممارسات في العلاج النفسي",
    "description": "Manuel pratique destiné aux psychothérapeutes, présentant les approches thérapeutiques les plus efficaces et les standards de qualité.",
    "description_en": "Practical manual for psychotherapists, presenting the most effective therapeutic approaches and quality standards.",
    "description_ar": "دليل عملي للمعالجين النفسيين، يقدم أكثر الأساليب العلاجية فعالية ومعايير الجودة.",
    "type": "white_paper",
    "author": "Collège des Psychothérapeutes du Maroc",
    "author_bio": "Organisation professionnelle des psychothérapeutes",
    "date": "2023-12-15",
    "pages": 98,
    "downloads": 1600,
    "file_size": "9.8 MB",
    "file_url": "/static/reports/psychotherapy_best_practices_guide.pdf",
    "cover_image": "/static/images/reports/psychotherapy-guide.jpg",
    "tags": ["psychothérapie", "bonnes pratiques", "guide", "qualité", "formation"],
    "tags_en": ["psychotherapy", "best practices", "guide", "quality", "training"],
    "tags_ar": ["العلاج النفسي", "أفضل الممارسات", "الدليل", "الجودة", "التدريب"],
    "featured": false,
    "published": true,
    "abstract": "Ce guide propose des recommandations pratiques pour améliorer la qualité des interventions psychothérapeutiques au Maroc, basées sur les preuves scientifiques.",
    "abstract_en": "This guide offers practical recommendations to improve the quality of psychotherapeutic interventions in Morocco, based on scientific evidence.",
    "abstract_ar": "يقدم هذا الدليل توصيات عملية لتحسين جودة التدخلات النفسية في المغرب، مبنية على الأدلة العلمية.",
    "key_findings": [
      "Importance de la formation continue pour les thérapeutes",
      "Nécessité d'adapter les approches au contexte culturel",
      "Évaluation régulière des résultats thérapeutiques"
    ],
    "methodology": "Consensus d'experts et revue systématique",
    "target_audience": ["Psychothérapeutes", "Formateurs", "Superviseurs cliniques"]
  },
  {
    "id": 8,
    "title": "Santé mentale des personnes âgées au Maroc",
    "title_en": "Mental Health of Elderly People in Morocco",
    "title_ar": "الصحة النفسية لكبار السن في المغرب",
    "description": "Rapport spécialisé sur les défis de la santé mentale chez les personnes âgées marocaines, incluant la démence, la dépression et l'isolement social.",
    "description_en": "Specialized report on mental health challenges among elderly Moroccans, including dementia, depression and social isolation.",
    "description_ar": "تقرير متخصص حول تحديات الصحة النفسية بين كبار السن المغاربة، يشمل الخرف والاكتئاب والعزلة الاجتماعية.",
    "type": "research",
    "author": "Dr. Hassan Benjelloun",
    "author_bio": "Gérontopsychiatre et directeur de recherche",
    "date": "2023-12-10",
    "pages": 134,
    "downloads": 1100,
    "file_size": "11.6 MB",
    "file_url": "/static/reports/elderly_mental_health_morocco.pdf",
    "cover_image": "/static/images/reports/elderly-mental-health.jpg",
    "tags": ["personnes âgées", "gériatrie", "démence", "dépression", "vieillissement"],
    "tags_en": ["elderly", "geriatrics", "dementia", "depression", "aging"],
    "tags_ar": ["كبار السن", "طب الشيخوخة", "الخرف", "الاكتئاب", "الشيخوخة"],
    "featured": false,
    "published": true,
    "abstract": "Cette recherche examine les problèmes de santé mentale spécifiques aux personnes âgées au Maroc, basée sur une étude de 4,500 participants âgés de 65 ans et plus.",
    "abstract_en": "This research examines mental health problems specific to elderly people in Morocco, based on a study of 4,500 participants aged 65 and over.",
    "abstract_ar": "يدرس هذا البحث مشاكل الصحة النفسية المحددة لكبار السن في المغرب، بناءً على دراسة لـ 4,500 مشارك تبلغ أعمارهم 65 عاماً فما فوق.",
    "key_findings": [
      "22% des personnes âgées souffrent de dépression",
      "Prévalence de la démence estimée à 8.5%",
      "Impact significatif de l'isolement social sur la santé mentale"
    ],
    "methodology": "Étude transversale avec évaluations neuropsychologiques",
    "target_audience": ["Gériatres", "Psychogériatres", "Travailleurs sociaux", "Familles"]
  }
]